Repository: 0langa/StorageMaster
Catalog: src/StorageMaster.Core/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es

# Settings_Rule_IconCache
source: Icon cache
de_de: Symbolcache
es_es: Caché de iconos

# Settings_Rule_LargeOldFiles
source: Large old files
de_de: Große alte Dateien
es_es: Archivos grandes y antiguos

# Settings_Rule_PrefetchFiles
source: Prefetch files
de_de: Prefetch-Dateien
es_es: Archivos de Prefetch

# Settings_Rule_ProgramLeftovers
source: Program leftovers
de_de: Programmreste
es_es: Restos de programas

# Settings_Rule_RecycleBin
source: Recycle Bin
de_de: Papierkorb
es_es: Papelera de reciclaje

# Settings_Rule_StoreLogs
source: Microsoft Store logs
de_de: Microsoft Store-Protokolle
es_es: Registros de Microsoft Store

# Settings_Rule_TempFiles
source: Temp files
de_de: Temporäre Dateien
es_es: Archivos temporales

# Settings_Rule_ThumbnailCache
source: Thumbnail cache
de_de: Miniaturansichtscache
es_es: Caché de miniaturas

# Settings_Rule_WindowsErrorReporting
source: Windows Error Reporting
de_de: Windows-Fehlerberichterstattung
es_es: Informe de errores de Windows

# Settings_Rule_WindowsUpdateCache
source: Windows Update cache
es_es: Caché de Windows Update

# Settings_Save_Failed
source: Settings were not saved.
de_de: Die Einstellungen wurden nicht gespeichert.
es_es: No se guardó la configuración.

# Settings_Save_StartupRegistrationFailed
source: Settings were stored, but Windows startup registration failed. Review the startup setting before retrying.
de_de: Die Einstellungen wurden gespeichert, aber die Registrierung für den Windows-Systemstart ist fehlgeschlagen. Prüfen Sie die Systemstart-Einstellung, bevor Sie es erneut versuchen.
es_es: Se guardó la configuración, pero no se pudo registrar el inicio automático con Windows. Revise la opción de inicio antes de volver a intentarlo.

source: Settings saved.
de_de: Einstellungen gespeichert.
es_es: Configuración guardada.

# Settings_ScanHistoryRetention_AutomationHelp
source: How many days to keep completed scan sessions in the database.
de_de: Anzahl der Tage, die abgeschlossene Überprüfungssitzungen in der Datenbank aufbewahrt werden.
es_es: Cuántos días se conservan en la base de datos las sesiones de análisis completadas.

# Settings_ScanHistoryRetention_AutomationName
source: Scan history retention
de_de: Aufbewahrung des Überprüfungsverlaufs
es_es: Retención del historial de análisis

# Settings_ScanHistoryRetention_Label
source: Keep scan history for {0} days
de_de: Überprüfungsverlauf {0} Tage lang aufbewahren
es_es: Conservar el historial de análisis durante {0} días

# Settings_ScanHistory_NoneMatched
source: No scan history matched the current retention window.
de_de: Im Überprüfungsverlauf gab es keine Einträge, die den aktuellen Aufbewahrungszeitraum überschreiten.
es_es: Ningún historial de análisis coincidía con la ventana de retención actual.

# Settings_ScanParallelism_AutomationHelp
source: Number of parallel threads used during file scanning.
de_de: Anzahl der parallelen Threads, die bei der Dateiüberprüfung verwendet werden.
es_es: Número de subprocesos paralelos que se usan durante el análisis de archivos.

# Settings_ScanParallelism_AutomationName
source: Scan parallelism
de_de: Parallelität der Überprüfung
es_es: Paralelismo del análisis

# Settings_ScanPath_MustBeAbsolute
source: Default scan path must be an absolute path.
de_de: Der Standardpfad für Überprüfungen muss ein absoluter Pfad sein.
es_es: La ruta de análisis predeterminada debe ser una ruta absoluta.

# Settings_ScanPath_NotFound
source: Default scan path does not exist.
de_de: Der Standardpfad für Überprüfungen ist nicht vorhanden.
es_es: La ruta de análisis predeterminada no existe.

# Settings_ScanPath_Required
source: Default scan path is required.
de_de: Der Standardpfad für Überprüfungen ist erforderlich.
es_es: La ruta de análisis predeterminada es obligatoria.

# Settings_Schedule_Daily
source: Daily at {0}
de_de: Täglich um {0}
es_es: Todos los días a las {0}

# Settings_Schedule_Weekly
source: Weekly on {0} at {1}
de_de: Wöchentlich am {0} um {1}
es_es: Todas las semanas el {0} a las {1}

# Settings_ScheduledJob_Action_Header
source: Action
de_de: Aktion
es_es: Acción

# Settings_ScheduledJob_Delete
source: Delete Job
de_de: Auftrag löschen
es_es: Eliminar trabajo

# Settings_ScheduledJob_Enabled_Header
source: Enabled
de_de: Aktiviert
es_es: Activado

# Settings_ScheduledJob_Frequency_Header
source: Frequency
de_de: Häufigkeit
es_es: Frecuencia

# Settings_ScheduledJob_Name_Header
source: Job name
de_de: Auftragsname
es_es: Nombre del trabajo

# Settings_ScheduledJob_RulesCsv_Header
source: Cleanup rules CSV
de_de: Bereinigungsregeln (CSV)
es_es: Reglas de limpieza (CSV)

# Settings_ScheduledJob_Save
source: Save Job
de_de: Auftrag speichern
es_es: Guardar trabajo

# Settings_ScheduledJob_StartTime_Header
source: Start time (HH:mm)
de_de: Startzeit (HH:mm)
es_es: Hora de inicio (HH:mm)

# Settings_ScheduledJob_TargetPath_Header
source: Target path
de_de: Zielpfad
es_es: Ruta de destino

# Settings_ScheduledJob_WeeklyDay_Header
source: Weekly day
de_de: Wochentag
es_es: Día de la semana

# Settings_ScheduledJobs_Header
source: Scheduled Jobs
de_de: Geplante Aufträge
es_es: Trabajos programados

# Settings_ScheduledJobs_New
source: New Job
de_de: Neuer Auftrag
es_es: Nuevo trabajo

# Settings_ScheduledTasks_AutomationHelp
source: Allows StorageMaster to register Windows Scheduled Tasks for scans and cleanup.
de_de: Erlaubt StorageMaster, geplante Windows-Aufgaben für Überprüfungen und Bereinigungen zu registrieren.
es_es: Permite que StorageMaster registre Tareas programadas de Windows para los análisis y la limpieza.

# Settings_ScheduledTasks_Header
source: Enable scheduled tasks
de_de: Geplante Aufgaben aktivieren
es_es: Activar tareas programadas

# Settings_Scheduler_InvalidPlan
source: Scheduled job was not saved because its plan is invalid.
de_de: Der geplante Auftrag wurde nicht gespeichert, weil sein Zeitplan ungültig ist.
es_es: No se guardó el trabajo programado porque su plan no es válido.

# Settings_Scheduler_JobSaved
source: Scheduled job saved.
de_de: Geplanter Auftrag gespeichert.
es_es: Trabajo programado guardado.

# Settings_Scheduler_JobsRefreshed
source: Scheduled jobs refreshed.
de_de: Geplante Aufträge aktualisiert.
es_es: Trabajos programados actualizados.

# Settings_Scheduler_OperationFailed
source: Scheduled job operation failed.
de_de: Der Vorgang für den geplanten Auftrag ist fehlgeschlagen.
es_es: No se pudo completar la operación del trabajo programado.

# Settings_Scheduler_RefreshFailed
source: Scheduled jobs could not be refreshed. Existing editor state was preserved.
de_de: Die geplanten Aufträge konnten nicht aktualisiert werden. Ihre Eingaben im Editor bleiben erhalten.
es_es: No se pudieron actualizar los trabajos programados. Se conservó el contenido del editor.

# Settings_Scheduler_SaveFailed
source: Scheduled job was not saved; prior task/settings state was restored where possible.
de_de: Der geplante Auftrag wurde nicht gespeichert; der vorherige Zustand von Aufgabe und Einstellungen wurde nach Möglichkeit wiederhergestellt.
es_es: No se guardó el trabajo programado; se restauró el estado anterior de la tarea y de la configuración siempre que fue posible.

# Settings_Scheduler_SavedRefreshFailed
source: Scheduled job was saved, but the editor refresh failed. Do not retry until you refresh the job list.
de_de: Der geplante Auftrag wurde gespeichert, aber der Editor konnte nicht aktualisiert werden. Versuchen Sie es erst erneut, nachdem Sie die Auftragsliste aktualisiert haben.
es_es: El trabajo programado se guardó, pero no se pudo actualizar el editor. No vuelva a intentarlo hasta actualizar la lista de trabajos.

# Settings_Search_AutomationHelp
source: Filter categories by title or description.
de_de: Filtert Kategorien nach Titel oder Beschreibung.
es_es: Filtrar las categorías por título o descripción.

# Settings_Search_AutomationName
source: Search settings
de_de: Einstellungen suchen
es_es: Buscar en la configuración

# Settings_Search_Placeholder
source: Search settings...
de_de: Einstellungen suchen...
es_es: Buscar en la configuración...

# Settings_ShowHiddenFiles_AutomationHelp
source: Includes files with the hidden attribute in scans.
de_de: Bezieht Dateien mit dem Attribut „Ausgeblendet“ in Überprüfungen ein.
es_es: Incluye en los análisis los archivos con el atributo de oculto.

# Settings_ShowHiddenFiles_AutomationName
source: Show hidden files
de_de: Ausgeblendete Dateien anzeigen
es_es: Mostrar archivos ocultos

# Settings_ShowHiddenFiles_Header
source: Show hidden files in results
de_de: Ausgeblendete Dateien in den Ergebnissen anzeigen
es_es: Mostrar archivos ocultos en los resultados

# Settings_SkipSystemFolders_AutomationHelp
source: Skips Windows and Program Files directories to avoid instability.
de_de: Überspringt die Verzeichnisse Windows und Program Files, um Instabilität zu vermeiden.
es_es: Omite los directorios Windows y Program Files para evitar inestabilidad.

# Settings_SkipSystemFolders_Header
source: Skip system folders
de_de: Systemordner überspringen
es_es: Omitir carpetas del sistema

# Settings_StartTrayOnLogin_AutomationHelp
source: Launches StorageMaster automatically when you log in.
de_de: Startet StorageMaster automatisch, wenn Sie sich anmelden.
es_es: Inicia StorageMaster automáticamente al iniciar sesión.

# Settings_StartTrayOnLogin_AutomationName
source: Start in tray on sign-in
de_de: Bei der Anmeldung im Infobereich starten
es_es: Iniciar en el área de notificación al iniciar sesión

# Settings_StartTrayOnLogin_Header
source: Start in tray on Windows sign-in
de_de: Bei der Windows-Anmeldung im Infobereich starten
es_es: Iniciar en el área de notificación al iniciar sesión en Windows

# Settings_Summary_Duplicates
source: {0} keeper · {1} MB min
de_de: Beibehalten: {0} · min. {1} MB
es_es: Conservar {0} · mín. {1} MB

# Settings_Summary_ResultsHistory
source: {0} days retention
de_de: {0} Tage Aufbewahrung
es_es: {0} días de retención

# Settings_Summary_Scanning
source: {0} threads · {1} exclusions
de_de: {0} Threads · {1} Ausschlüsse
es_es: {0} subprocesos · {1} exclusiones

# Settings_Summary_Scheduling
source: {0} job(s)
de_de: Aufträge: {0}
es_es: {0} trabajo(s)

# Settings_Summary_TrayDisabled
source: Tray disabled
de_de: Infobereich deaktiviert
es_es: Área de notificación desactivada

# Settings_Summary_TrayEnabled
source: Tray enabled
de_de: Infobereich aktiviert
es_es: Área de notificación activada

# Settings_Summary_UpdatesAutoCheck
source: Auto-check on
de_de: Automatische Suche
es_es: Búsqueda automática

# Settings_Summary_UpdatesManual
source: Manual checks
de_de: Manuelle Suche
es_es: Búsqueda manual

# Settings_Theme_AutomationHelp
source: Choose Light, Dark, or Default to follow Windows.
de_de: Wählen Sie „Light“, „Dark“ oder „Default“, um dem Windows-Design zu folgen.
es_es: Elegir Claro, Oscuro o Predeterminado para seguir la configuración de Windows.

# Settings_Theme_Label
source: Theme
de_de: Design
es_es: Tema

# Settings_Title
source: Settings
de_de: Einstellungen
es_es: Configuración

# Settings_UiDensity_AutomationHelp
source: Compact shows more content. Comfortable adds extra spacing.
de_de: „Compact“ zeigt mehr Inhalt, „Comfortable“ vergrößert die Abstände.
es_es: Compacta muestra más contenido. Cómoda añade más espaciado.

# Settings_UiDensity_Label
source: UI density
de_de: Anzeigedichte
es_es: Densidad de la interfaz

# Settings_UninstallPreservesData_Description
source: Installer uninstall now preserves your database and settings in %LOCALAPPDATA%\StorageMaster by default.
de_de: Bei der Deinstallation über das Installationsprogramm bleiben Datenbank und Einstellungen standardmäßig unter %LOCALAPPDATA%\StorageMaster erhalten.
es_es: La desinstalación desde el instalador ahora conserva de forma predeterminada la base de datos y la configuración en %LOCALAPPDATA%\StorageMaster.

# Settings_Update_Available
source: Update to {0} is available.
de_de: Update auf {0} ist verfügbar.
es_es: Hay disponible una actualización a la versión {0}.

# Settings_Update_AvailableDetail
source: Version {0} is available (released {1})
de_de: Version {0} ist verfügbar (veröffentlicht am {1})
es_es: La versión {0} está disponible (publicada el {1})

# Settings_Update_CheckFailed
source: Update check failed: {0}
de_de: Updatesuche fehlgeschlagen: {0}
es_es: Error al buscar actualizaciones: {0}

# Settings_Update_Checking
source: Checking for updates…
de_de: Nach Updates wird gesucht…
es_es: Buscando actualizaciones…

# Settings_Update_DownloadCancelled
source: Download cancelled.
de_de: Download abgebrochen.
es_es: Descarga cancelada.

# Settings_Update_DownloadFailed
source: Download failed: {0}
de_de: Download fehlgeschlagen: {0}
es_es: Error en la descarga: {0}

# Settings_Update_DownloadFailed_Checksum
source: Download failed: checksum verification mismatch. Please retry.
de_de: Download fehlgeschlagen: Die Prüfsumme stimmt nicht überein. Bitte versuchen Sie es erneut.
es_es: Error en la descarga: la suma de comprobación no coincide. Inténtelo de nuevo.

# Settings_Update_DownloadFailed_FileInUse
source: Download failed: installer file is locked by another process. Close open installers and retry.
de_de: Download fehlgeschlagen: Die Installationsdatei wird von einem anderen Prozess gesperrt. Schließen Sie geöffnete Installationsprogramme und versuchen Sie es erneut.
es_es: Error en la descarga: otro proceso tiene bloqueado el archivo del instalador. Cierre los instaladores abiertos e inténtelo de nuevo.

# Settings_Update_DownloadFailed_InsecureUrl
source: Download failed: updater refused a non-HTTPS download URL.
de_de: Download fehlgeschlagen: Das Updateprogramm hat eine Download-URL ohne HTTPS abgelehnt.
es_es: Error en la descarga: el actualizador rechazó una dirección de descarga que no usa HTTPS.

# Settings_Update_DownloadFailed_MissingAsset
source: Download failed: release installer asset is missing.
de_de: Download fehlgeschlagen: Im Release fehlt die Installationsdatei.
es_es: Error en la descarga: falta el instalador en la versión publicada.

# Settings_Update_DownloadFailed_Signature
source: Download failed: installer trust verification failed.
de_de: Download fehlgeschlagen: Die Vertrauenswürdigkeit des Installationsprogramms konnte nicht bestätigt werden.
es_es: Error en la descarga: no se pudo verificar la confianza del instalador.

# Settings_Update_DownloadFailed_Timeout
source: Download failed: network timeout while fetching release asset.
de_de: Download fehlgeschlagen: Zeitüberschreitung im Netzwerk beim Abrufen der Releasedatei.
es_es: Error en la descarga: se agotó el tiempo de espera de la red al obtener el archivo de la versión.

# Settings_Update_DownloadProgress
source: Downloading… {0:F0}%
de_de: Wird heruntergeladen… {0:F0} %
es_es: Descargando… {0:F0}%

# Settings_Update_Downloading
source: Downloading update…
de_de: Update wird heruntergeladen…
es_es: Descargando la actualización…

# Settings_Update_ElevationCancelled
source: Installer launch cancelled at the elevation prompt.
de_de: Der Start des Installationsprogramms wurde bei der Abfrage der Benutzerkontensteuerung abgebrochen.
es_es: Se canceló el inicio del instalador en la solicitud de elevación de permisos.

# Settings_Update_LaunchFailed
source: Could not launch installer. Run it manually from %TEMP%\StorageMaster\Updates\.
de_de: Das Installationsprogramm konnte nicht gestartet werden. Führen Sie es manuell aus %TEMP%\StorageMaster\Updates\ aus.
es_es: No se pudo iniciar el instalador. Ejecútelo manualmente desde %TEMP%\StorageMaster\Updates\.

# Settings_Update_LaunchingInstaller
source: Launching installer…
de_de: Installationsprogramm wird gestartet…
es_es: Iniciando el instalador…

# Settings_Update_None
source: No compatible update is currently available.
de_de: Derzeit ist kein kompatibles Update verfügbar.
es_es: Actualmente no hay ninguna actualización compatible disponible.

# Settings_Update_ReadyToDownload
source: Update to {0} is ready to download.
de_de: Update auf {0} steht zum Download bereit.
es_es: La actualización a la versión {0} está lista para descargarse.

# Settings_UseTurboScanner_AutomationHelp
source: Uses the Rust-powered native scanner when available beside the executable.
de_de: Verwendet den nativen, in Rust geschriebenen Scanner, sofern er neben der Programmdatei vorhanden ist.
es_es: Usa el analizador nativo escrito en Rust cuando está disponible junto al ejecutable.

# Settings_UseTurboScanner_Header
source: Use Turbo Scanner by default
de_de: Turbo Scanner standardmäßig verwenden
es_es: Usar Turbo Scanner de forma predeterminada

# Settings_Validation_FixErrors
source: Fix validation errors before saving.
de_de: Beheben Sie die Validierungsfehler, bevor Sie speichern.
es_es: Corrija los errores de validación antes de guardar.

# Settings_Version_Unknown
source: Unknown
de_de: Unbekannt
es_es: Desconocida

# Settings_VideoFrameThreshold_AutomationHelp
source: Number of sampled frames compared for video similarity.
de_de: Anzahl der abgetasteten Einzelbilder, die für die Videoähnlichkeit verglichen werden.
es_es: Número de fotogramas muestreados que se comparan para determinar la similitud de vídeo.

# Settings_VideoFrameThreshold_Header
source: Video frame threshold
de_de: Videobild-Schwellenwert
es_es: Umbral de fotogramas de vídeo

# Settings_VideoPerceptualReview_AutomationHelp
source: Groups visually similar videos using frame hashes. Requires FFmpeg and ffprobe.
de_de: Gruppiert visuell ähnliche Videos anhand von Frame-Hashes. Erfordert FFmpeg und ffprobe.
es_es: Agrupa vídeos visualmente similares mediante hashes de fotogramas. Requiere FFmpeg y ffprobe.

# Settings_VideoPerceptualReview_Header
source: Enable video perceptual review
de_de: Perzeptuellen Videovergleich aktivieren
es_es: Activar revisión perceptual de vídeos

# Settings_ViewReleaseNotes
source: View release notes on GitHub
de_de: Versionshinweise auf GitHub anzeigen
es_es: Ver las notas de la versión en GitHub

# Settings_Warning_SignedUpdatesRecommended
source: Signed updates are recommended for security.
de_de: Aus Sicherheitsgründen werden signierte Updates empfohlen.
es_es: Por seguridad, se recomienda usar actualizaciones firmadas.

# Shell_DiskMonitorStarting
source: Disk monitor starting
de_de: Datenträgerüberwachung startet
es_es: Iniciando la supervisión de disco

# Shell_DriveHealthWarningTitle
source: Drive health needs attention
de_de: Laufwerkszustand erfordert Aufmerksamkeit
es_es: El estado de la unidad requiere atención

# Shell_DrivesHealthy
source: Drives healthy
de_de: Laufwerke fehlerfrei
es_es: Unidades correctas

# Shell_GlobalStatus
source: Global status
de_de: Gesamtstatus
es_es: Estado global

# Shell_LastScan
source: Last scan: {0}
de_de: Letzte Überprüfung: {0}
es_es: Último análisis: {0}

# Shell_LatestScanUnavailable
source: Latest scan unavailable
de_de: Letzte Überprüfung nicht verfügbar
es_es: Último análisis no disponible

# Shell_LowDiskBody
source: {0} is down to {1}% free ({2} GB).
de_de: Auf {0} sind nur noch {1} % frei ({2} GB).
es_es: En {0} solo queda un {1}% libre ({2} GB).

# Shell_LowDiskTitle
source: Low disk space
de_de: Wenig Speicherplatz
es_es: Poco espacio en disco

# Shell_LowestFreeSpace
source: Lowest free space: {0}
de_de: Geringster freier Speicherplatz: {0}
es_es: Espacio libre mínimo: {0}

# Shell_MonitoringActive
source: Monitoring active
de_de: Überwachung aktiv
es_es: Supervisión activa

# Shell_NoScanLoaded
source: No scan loaded
de_de: Keine Überprüfung geladen
es_es: Sin análisis cargado

# Shell_NoScansYet
source: No scans yet
de_de: Noch keine Überprüfungen
es_es: Aún no hay análisis

# Shell_ScanInProgress
source: in progress
de_de: wird ausgeführt
es_es: en curso

# Shell_StartScanHint
source: Start a scan to build workspace data
de_de: Überprüfung starten, um Daten für den Überprüfungsbereich zu erfassen
es_es: Inicie un análisis para generar los datos del espacio de trabajo

# Shell_Subtitle
source: v2 storage command center
de_de: Speicher-Kommandozentrale v2
es_es: Centro de control de almacenamiento v2

# Shell_Tray_Exit
source: Exit
de_de: Beenden
es_es: Salir

# Shell_Tray_NotificationsPausedBody
source: Low-disk tray notifications are paused for 12 hours.
de_de: Benachrichtigungen zu wenig Speicherplatz sind für 12 Stunden angehalten.
es_es: Las notificaciones de poco espacio en disco están pausadas durante 12 horas.

# Shell_Tray_NotificationsPausedTitle
source: Notifications paused
de_de: Benachrichtigungen angehalten
es_es: Notificaciones en pausa

# Shell_Tray_Open
source: Open StorageMaster
de_de: StorageMaster öffnen
es_es: Abrir StorageMaster

# Shell_Tray_PauseNotifications
source: Pause Notifications
de_de: Benachrichtigungen anhalten
es_es: Pausar notificaciones

# Shell_Tray_ReviewDuplicates
source: Review Duplicates
de_de: Duplikate prüfen
es_es: Revisar duplicados

# Shell_Tray_SmartClean
source: Run Smart Clean
de_de: Intelligente Bereinigung starten
es_es: Ejecutar limpieza inteligente

# Shell_Tray_StartScan
source: Start Scan
de_de: Überprüfung starten
es_es: Iniciar análisis

# Smart_Analyse
source: Scan & Analyse
de_de: Überprüfen & analysieren
es_es: Analizar el equipo

# Smart_AutomationName
source: Smart Cleaner page
de_de: Seite „Intelligente Bereinigung“
es_es: Página de limpieza inteligente

# Smart_Card_Header
source: One-click junk removal
de_de: Datenmüll mit einem Klick entfernen
es_es: Eliminación de archivos basura con un solo clic

# Smart_FailureDetails_AuditWarning
source: Audit warning: {0}
de_de: Warnung zum Prüfprotokoll: {0}
es_es: Advertencia de auditoría: {0}

# Smart_FailureDetails_CleanupError
source: Cleanup error: {0}
de_de: Bereinigungsfehler: {0}
es_es: Error de limpieza: {0}

# Smart_FailureDetails_Header
source: Failure and audit details
de_de: Fehler- und Prüfprotokolldetails
es_es: Detalles de errores y auditoría

# Smart_FailureDetails_ScanWarning
source: Scan warning — {0}: {1}
de_de: Überprüfungswarnung — {0}: {1}
es_es: Advertencia del análisis — {0}: {1}

# Smart_Result_Title
source: Cleanup result
de_de: Bereinigungsergebnis
es_es: Resultado de la limpieza

# Smart_Status_AwaitingConfirmation
source: Waiting for cleanup confirmation…
de_de: Warten auf die Bestätigung der Bereinigung…
es_es: Esperando la confirmación de la limpieza…

# Smart_Status_CancelledNothingRemoved
source: Cleanup cancelled before any path was removed. Scan again before retrying.
de_de: Bereinigung abgebrochen, bevor ein Pfad entfernt wurde. Führen Sie vor einem erneuten Versuch eine neue Überprüfung durch.
es_es: Limpieza cancelada antes de eliminar ninguna ruta. Vuelva a analizar antes de intentarlo de nuevo.

# Smart_Status_CancelledPartial
source: Cleanup cancelled after partial progress. {0} Scan again before retrying.
de_de: Bereinigung nach teilweiser Ausführung abgebrochen. {0} Führen Sie vor einem erneuten Versuch eine neue Überprüfung durch.
es_es: Limpieza cancelada tras un progreso parcial. {0} Vuelva a analizar antes de intentarlo de nuevo.

# Smart_Status_CancellingCleanup
source: Cancelling cleanup…
de_de: Bereinigung wird abgebrochen…
es_es: Cancelando la limpieza…

# Smart_Status_CancellingScan
source: Cancelling scan…
de_de: Überprüfung wird abgebrochen…
es_es: Cancelando el análisis…

# Smart_Status_Cleaning
source: Cleaning…
de_de: Bereinigung läuft…
es_es: Limpiando…

# Smart_Status_CleanupCancelled
source: Cleanup cancelled. Scan again before retrying because file state may have changed.
de_de: Bereinigung abgebrochen. Führen Sie vor einem erneuten Versuch eine neue Überprüfung durch, da sich der Dateizustand geändert haben kann.
es_es: Limpieza cancelada. Vuelva a analizar antes de intentarlo de nuevo, porque el estado de los archivos puede haber cambiado.
